fix github docs error
